// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "ディスプレイの\nキャリブレーション";
HelpTitle = "ディスプレイのキャリブレーション";

"HPAdvancedProfilingSolutionInfoTitle" = "一貫したカラー出力を得るために、ディスプレイのキャリブレーションおよびプロファイリングを行います。\n\n[キャリブレーション] をクリックすると、HP Advanced Profiling Solutionが起動され、ディスプレイのキャリブレーションが実行されます。";
"AppleDisplayCalibratorInfoTitle" = "一貫したカラー出力を得るために、ディスプレイのキャリブレーションおよびプロファイリングを行います。\n\n[キャリブレーション] をクリックすると、Apple ディスプレイキャリブレータ・アシスタントが起動され、ディスプレイのキャリブレーションが実行されます。";
KongAppleDisplayCalibratorInfoTitle = "モニターでは時間が経過するとともに色の劣化が起こります。 モニターに付属する ICC プロファイルが徐々に有効でなくなり、色の正確さが低下します。 最適な色性能が発揮できるように、定期的に Apple Display Calibrator を使用して、ユーザー定義の ICC プロファイルを作成します。 キャリブレーションの頻度はモニターにより異なりますが、専門家は一般に 2 週間に 1 度の実施を推奨しています。";

DesignjetButtonTitle = "キャリブレーション";
ButtonDefaultTitle = "Display Calibrator の起動";